<template>
  <BaseLayout>
    <div class="container">
      <div class="about">
        <h2 class="about-title">О площадке</h2>
        <p>
          Мы рады приветствовать вас на нашем сайте, посвященном обучению сборке ПК. Здесь вы найдете полезные руководства, инструкции и советы, чтобы научиться собирать компьютер самостоятельно.
        </p>
        <p>
          Наша цель - сделать процесс сборки ПК простым и доступным для каждого. Я, основатель этого сайта, вложил много времени и усилий в создание информативного и понятного контента. Мое глубокое понимание темы и мои личные опыт исследования в области сборки ПК позволяют мне предложить вам наиболее полезные и актуальные материалы.
        </p>
        <p>
          Наш сайт предлагает широкий спектр информации, начиная с основных понятий и компонентов, до более сложных техник и советов по оптимизации производительности. Я стараюсь охватить все важные аспекты сборки ПК, чтобы вы могли создать систему, идеально соответствующую вашим потребностям.
        </p>
        <p>
          Я понимаю, что сборка компьютера может показаться сложной задачей, особенно для новичков. Поэтому я стараюсь разбить процесс на простые шаги и использовать наглядные материалы, включая фотографии и диаграммы, чтобы помочь вам визуализировать каждый этап сборки.
        </p>
        <p>
          Важно отметить, что данный сайт не привязан к какому-либо конкретному бренду или производителю. Я стремлюсь оставаться независимым и предлагать объективную информацию о различных компонентах и вариантах сборки ПК. Это позволяет вам принимать осознанные решения и выбирать наиболее подходящие компоненты для вашей системы.
        </p>
        <p>
          Я верю, что сборка ПК - это увлекательный и наградительный процесс. Независимо от ваших целей - создание игровой системы, рабочей станции или домашнего мультимедийного центра - сборка компьютера позволяет вам воплотить в жизнь свои уникальные потребности и предпочтения.
        </p>
        <p>
          Я надеюсь, что наш сайт станет надежным источником информации и вдохновения для вас.
        </p>
      </div>


    </div>
  </BaseLayout>
</template>

<script>
import BaseLayout from '@/layouts/BaseLayout.vue'

export default {
    name: "about",
  components: { BaseLayout }
}
</script>

<style scoped lang="scss">
.about{
  padding-top: 25px;
  display: flex;
  flex-direction: column;
  gap: 25px;
  &-title{
    font-size: 1.4em;
  }
}

</style>
